Revit 2027 API
GroupTypeId.CurtainMullionn1 Property
 Grid 1 Mullions.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainMullionn1 { get; }
Public Shared ReadOnly Property CurtainMullionn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainMullionn1 {
	ForgeTypeId^ get ();
}
static member CurtainMullionn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace